/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "Запустите Impress на своем компьютере\nПодключите оба устройства, к одной и той же сети WiFi\nP.S. Сейчас устройство подключено к сети \"%@\"";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Отсутствует соединение с сетью WiFi.\n* Подключите iOS устройство и компьютер к одной и той же сети\n* Обновите\n* Подсказка: возможно создать личную точку доступа на компьютере/iPhone";

/* Popover option */
"About Impress Remote" = "О программе Impress Remote";

/* No comment provided by engineer. */
"Back" = "Назад";

/* Popover option */
"Blank Screen" = "Пустой экран";

/* No comment provided by engineer. */
"Cancel" = "Отменить";

/* No comment provided by engineer. */
"Click to refresh" = "Нажми для обновления";

/* Back button to the connect page on navbar */
"Connect" = "Соединение";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Подключите устройство к той же сети WiFi.";

/* instruction page title */
"Connection" = "Соединие";

/* Popover option */
"Connection Help" = "Connection Help";

/* Connection Lost Alert title */
"Connection Lost" = "Соединение разорвано";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Oops, connection lost...Please try to reconnect to your computer. ";

/* Control instruction title */
"Control" = "Управление";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Create a personal hotspot on your iPhone if needed.";

/* Server list section title */
"Custom Connections" = "Настройка соединий";

/* Displayed when no customized server is available */
"Customize server config instruction" = "In case your computer does not appear in the section above, manually add a computer with its IP address. ";

/* Server list section title */
"Detected Connections" = "Обнаруженные соединения";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Введите код в Impress - Демонстрация - Удалённый доступ Impress";

/* Connection failure title */
"Failed to reach server" = "Failed to reach server";

/* Connection failure message */
"Failed to reach server Msg" = "Please verify your IP address and make sure that LibreOffice Impress is running with Impress Remote feature enabled.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Failed to reach your computer";

/* No comment provided by engineer. */
"Help" = "Справка";

/* In app How-to title */
"How-to" = "Инструкции";

/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Неверный IP-адрес";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "IP Address that you entered is not valid";

/* EditableTableViewCell placeholder */
"IP Address" = "IP-адрес";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Launch Impress & select your computer.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Имя (необязательно)";

/* No comment provided by engineer. */
"New Server" = "Новый сервер";

/* No comment provided by engineer. */
"No, thanks" = "Нет, спасибо";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "Да, спасибо";

/* Pairing instruction title */
"Pairing" = "Сопряжение";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Pairing Instructions";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Запустите LibreOffice Impress на компьютере\n\n2. Включите Сервис - Параметры - LibreOffice Impress - Общие - Включить дистанционное управление\n\n3. Убедитесь, что компьютер и устройство подключены к одной и той же сети WiFi\n\n4. Если компьютер не был обнаружен, введите его IP-адрес вручную\n\n5. Подключите и наслаждайтесь!\n\n";

/* Update button text in diffrent states */
"Pause" = "Пауза";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Please consider restart LibreOffice Impress on your computer.";

/* Popover option */
"Restart" = "Перезапуск";

/* No comment provided by engineer. */
"Resume from blank screen" = "Resume from blank screen";

/* Popover option */
"Resume from blank Screen" = "Resume from blank Screen";

/* No comment provided by engineer. */
"Searching" = "Поиск";

/* Sidebar section header */
"Slides" = "Слайды";

/* Update button text in diffrent states */
"Start" = "Начать";

/* Popover option */
"Stop Presentation" = "Stop Presentation";

/* Sidebar section header */
"Stop Watch" = "Stop Watch";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Take a tour of iOS Impress Remote?";

/* Sidebar section header */
"Timer" = "Таймер";

/* No comment provided by engineer. */
"Yes" = "Да";

